[
    "What is depression?",
    "How can I identify the symptoms of anxiety?",
    "What is the difference between a psychologist and a psychiatrist?",
    "How can I deal with stress effectively?",
    "What are some tips for improving mental health?",
    "When should I seek professional help for my mental health?",
    "How does therapy help in mental health?",
    "What are the common causes of depression?",
    "Can meditation help with anxiety?",
    "What is cognitive-behavioral therapy (CBT)?",
    "What are the signs of burnout?",
    "Can exercise improve mental health?",
    "What should I do if I feel overwhelmed?",
    "What are the symptoms of PTSD?",
    "How can I support a friend struggling with mental health issues?",
    "What is mindfulness?",
    "How can journaling help with stress?",
    "What are the effects of loneliness on mental health?",
    "How can I improve my self-esteem?",
    "What is bipolar disorder?",
    "What are the symptoms of OCD?",
    "How can I create a self-care routine?",
    "What is the role of medication in mental health treatment?",
    "What are the common misconceptions about mental health?",
    "Can poor sleep affect mental health?",
    "How can I manage panic attacks?",
    "What is seasonal affective disorder (SAD)?",
    "How can I cope with grief and loss?",
    "What is social anxiety?",
    "Can diet impact mental health?",
    "What are some grounding techniques for anxiety?",
    "How can I deal with intrusive thoughts?",
    "What is the importance of work-life balance?",
    "How can I manage anger effectively?",
    "What are the warning signs of suicide?",
    "How can I help someone having suicidal thoughts?",
    "What is therapy, and how does it work?",
    "What is ADHD?",
    "How can I handle peer pressure?",
    "What are the symptoms of schizophrenia?",
    "What is the importance of setting boundaries?",
    "How can I reduce exam stress?",
    "What is the impact of social media on mental health?",
    "How can I practice gratitude?",
    "What is resilience, and how can I build it?",
    "What are some tips for better sleep hygiene?",
    "How can I manage chronic pain and mental health?",
    "What is the role of family in mental health recovery?",
    "Can hobbies improve mental health?",
    "How can I avoid negative self-talk?",
    "What is the impact of childhood trauma on mental health?",
    "What is the role of art therapy?",
    "How can I develop a growth mindset?",
    "What are the benefits of group therapy?",
    "What is the importance of empathy in mental health?",
    "What is the impact of financial stress on mental health?",
    "How can I manage my time effectively?",
    "What is the link between physical and mental health?",
    "What are the symptoms of phobias?",
    "What is the importance of hydration for mental health?",
    "How can I cope with workplace stress?",
    "What is the role of support groups?",
    "What are some techniques for deep breathing?",
    "What is the importance of setting goals?",
    "How can I overcome procrastination?",
    "What is the impact of substance abuse on mental health?",
    "How can I handle criticism constructively?",
    "What is the role of pets in mental health?",
    "What is postnatal depression?",
    "How can I deal with toxic relationships?",
    "What is the importance of laughter for mental health?",
    "How can I practice self-compassion?",
    "What is the impact of discrimination on mental health?",
    "What is the role of gratitude journaling?",
    "How can I avoid digital burnout?",
    "What is agoraphobia?",
    "How can I manage financial anxiety?",
    "What is the role of humor in stress relief?",
    "What are the stages of grief?",
    "How can I manage social isolation?",
    "What is the role of forgiveness in mental health?",
    "How can I handle fear of failure?",
    "What is the impact of noise pollution on mental health?",
    "How can I practice active listening?",
    "What is the importance of body language in communication?",
    "How can I overcome jealousy?",
    "What is the impact of caffeine on anxiety?",
    "How can I handle a difficult breakup?",
    "What are the benefits of aromatherapy?",
    "What is the importance of assertiveness?",
    "How can I cope with fear of public speaking?",
    "What is the impact of gratitude on mental health?",
    "How can I avoid negative influences?"
  ]